Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/et-stort-loeft-for-det-samiske-samfunnet.html.tmx
Source language: nob
Languages: smj

source: – Et stort løft for det samiske samfunnet
smj: – Stuorra låpptim sáme sebrudahkaj

source: Sametingsråd Mikkel Eskil Mikkelsen gleder seg over at regjeringspartiene og Krf er enige om å sikre sykepleierutdanning på samisk, og om å bevilge midler til 25 studieplasser til dette.
smj: Sámedikkeráde Mikkel Eskil Mikkelsen ávvus gå ráddidusbelludagá ja RáB li guorrasam tjårggit skihppijsujttáråhpadusáv sámegiellaj, ja gå la juollodam rudájt 25 oahpposadjáj.

source: Sametingsråd Mikkel Eskil Mikkelsen er svært glad for at arbeidet som er lagt ned for å få igangsatt en samisk sykepleierutdanning nå ser ut til å gi resultater.
smj: Sámedikkeráde Mikkel Eskil Mikkelsen la ihkeva ávon bargos mij la dagádum jåhtuj åttjudittjat sáme skihppijsujttáråhpav dálla vuojnnet båhtusijt buktá.

source: – Dette vil være et stort løft for det samiske samfunnet, sier Mikkelsen.
smj: – Dát la stuorra låpptim sáme sebrudahkaj, javllá Mikkelsen.

source: Tilbudet skal gis via et samarbeid mellom UiT Norges arktiske universitet og Sámi allaskuvla/Samisk høgskole, og vil bestå av 25 deltidsstudieplasser.
smj: Sáme skihppijsujttároahppo l aktisasjbarggo UiT Vuona arktalasj universitiehta ja Sáme allaskåvlå gaskan, ja masi li gárvedum 25 oasseájggeoahpposaje.

source: I tillegg til studieplassene, vil regjeringspartiene og Krf gi midler til utviklingskostnader til Samisk Høgskole, for oppbygging av studiet.
smj: Duodden oahpposajijda, ájggu ráddidusbelludagá ja Risstalasj álmmukbelludahka rudájt Sáme allaskåvllåj vaddet åhpav látjátjit.

source: Til sammen utgjør dette om lag 2 millioner kroner i 2019.
smj: Tjoahkkáj la dát bájkoj 2 millijåvnå kråvnå jagen 2019.

source: Mikkelsen roser Sámi allaskuvla og UiT Norges arktiske universitet for deres vilje til i samarbeid å prioritere samisk sykepleierutdanning.
smj: Mikkelsen rámmpu Sáme allaskåvlåv ja UiT Vuona arktalasj universitiehtav gå aktisattjat vuorodi sáme skihppijsujttáråhpav.

source: – Dette er å vise i praksis at de tar sitt samfunnsansvar overfor det samiske samfunnet på alvor, sier Mikkelsen.
smj: – Dát la dagoj baktu vuosedit, sij sebrudakåvdåsvásstádusáv sáme sebrudagá gáktuj duodaj válldi, javllá Mikkelsen.
